Repository: generaltranslation/gt
Catalog: packages/cli/src/formats/xcstrings/__mocks__/guardian_scale.xcstrings
Source language: en
Languages: ar, az, bg, bn, cs, cy, da, el, es_419, et, fa, fi, fil, fr_ca, ga, he, hi, hr, hu, hy, id, is, ja, ka, kk, ko, lt, lv, mk, mr, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant

source: Location
ar: الموقع
az: Məkan
bg: Местоположение
bn: অবস্থান
cs: Místo
cy: Lleoliad
da: Placering
el: Τοποθεσία
es_419: Ubicación
et: Asukoht
fa: موقعیت مکانی
fi: Sijainti
fil: Lokasyon
fr_ca: Lieu
ga: Suíomh
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
hy: Տեղադրություն
id: Lokasi
is: Staðsetning
ja: 場所
ka: მდებარეობა
kk: Орналасқан жері
ko: 위치
lt: Vieta
lv: Atrašanās vieta
mk: Локација
mr: स्थान
ms: Lokasi
mt: Post
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Local
pt_pt: Localização
ro: Locație
ru: Местоположение
sk: Miesto
sl: Lokacija
sq: Vendndodhja
sr: Локација
sv: Plats
sw: Mahali
ta: இடம்
te: స్థానం
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Місце
ur: مقام
uz: Joylashuv
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# Locked for %1$lld minutes after %2$lld failed attempts
source: Locked for %lld minutes after %lld failed attempts
ar: تم القفل لمدة %lld دقيقة بعد %lld محاولة فاشلة
bg: Заключено за %lld минути след %lld неуспешни опита
cs: Uzamčeno na %lld minut po %lld neúspěšných pokusech
cy: Wedi’i gloi am %lld munud ar ôl %lld ymgais aflwyddiannus
da: Låst i %lld minutter efter %lld mislykkede forsøg
el: Κλειδώθηκε για %lld λεπτά μετά από %lld αποτυχημένες προσπάθειες
es_419: Bloqueado por %lld minutos tras %lld intentos fallidos
et: Lukustatud %lld minutiks pärast %lld ebaõnnestunud katset
fa: پس از %lld تلاش ناموفق به مدت %lld دقیقه قفل شد
fi: Lukittu %lld minuutiksi, syynä %lld epäonnistunutta yritystä
fil: Naka-lock nang %lld na minuto pagkatapos ng %lld na nabigong pagsubok
fr_ca: Verrouillé pendant %lld minutes après %lld tentatives échouées
ga: Faoi ghlas ar feadh %lld nóiméad tar éis %lld iarracht theipthe
he: ננעל למשך %lld דקות לאחר %lld ניסיונות כושלים
hi: %lld विफल प्रयासों के बाद %lld मिनट के लिए लॉक
hr: Zaključano %lld minuta nakon %lld neuspjelih pokušaja
hu: %lld percre zárolva %lld sikertelen kísérlet után
id: Terkunci %lld menit setelah %lld upaya gagal
is: Læst í %lld mínútur eftir %lld misheppnaðar tilraunir
ja: %lld回の失敗のため%lld分間ロックされています
ko: 실패 %lld회 후 %lld분 동안 잠김
lt: Užrakinta %lld minučių po %lld nepavykusių bandymų
mk: Заклучено %lld минути по %lld неуспешни обиди
ms: Dikunci %lld minit selepas %lld percubaan gagal
nb: Låst i %lld minutter etter %lld mislykkede forsøk
nl: %lld minuten geblokkeerd na %lld mislukte pogingen
pl: Zablokowano na %lld minuty po %lld nieudanych próbach
pt_br: Bloqueado por %lld minutos após %lld tentativas malsucedidas
pt_pt: Bloqueado durante %lld minutos após %lld tentativas falhadas
ro: Blocat %lld de minute după %lld de încercări eșuate
ru: Заблокировано на %lld минуты после %lld неудачных попыток
sk: Uzamknuté na %lld minút po %lld neúspešných pokusoch
sl: Zaklenjeno za %lld minut po %lld neuspešnih poskusih
sq: I kyçur për %lld minuta pas %lld përpjekjesh të dështuara
sr: Закључано %lld минута након %lld неуспелих покушаја
sv: Låst i %lld minuter efter %lld misslyckade försök
sw: Imefungwa kwa dakika %lld baada ya majaribio %lld yaliyoshindwa
th: ล็อกไว้ %lld นาที หลังจาก ความพยายามที่ล้มเหลว %lld ครั้ง
tr: %lld başarısız deneme sonrasında %lld dakika kilitlendi
uk: Заблоковано на %lld хвилини після %lld невдалих спроб
vi: Đã khóa %lld phút sau %lld lần thử không thành công
zh_hans: %lld 次失败尝试 后已锁定 %lld 分钟
zh_hant: %lld 次失敗嘗試 後已鎖定 %lld 分鐘

source: Login request
ar: طلب تسجيل الدخول
az: Giriş sorğusu
bg: Заявка за вход
bn: সাইন-ইন অনুরোধ
cs: Žádost o přihlášení
cy: Cais mewngofnodi
da: Loginanmodning
el: Αίτημα σύνδεσης
es_419: Solicitud de inicio de sesión
et: Sisselogimistaotlus
fa: درخواست ورود
fi: Kirjautumispyyntö
fil: Kahilingan sa pag-sign in
fr_ca: Demande de connexion
ga: Iarratas logála isteach
he: בקשת התחברות
hi: साइन-इन अनुरोध
hr: Zahtjev za prijavu
hu: Bejelentkezési kérés
hy: Մուտքի հարցում
id: Permintaan masuk
is: Innskráningarbeiðni
ja: ログインリクエスト
ka: შესვლის მოთხოვნა
kk: Кіру сұрауы
ko: 로그인 요청
lt: Prisijungimo užklausa
lv: Pieteikšanās pieprasījums
mk: Барање за најава
mr: साइन-इन विनंती
ms: Permintaan log masuk
nb: Innloggingsforespørsel
nl: Inlogverzoek
pl: Prośba o logowanie
pt_br: Solicitação de login
pt_pt: Pedido de início de sessão
ro: Solicitare de conectare
ru: Запрос на вход
sk: Žiadosť o prihlásenie
sl: Zahteva za prijavo
sq: Kërkesë hyrjeje
sr: Захтев за пријављивање
sv: Inloggningsbegäran
sw: Ombi la kuingia
ta: உள்நுழைவு கோரிக்கை
te: సైన్-ఇన్ అభ్యర్థన
th: คำขอเข้าสู่ระบบ
tr: Oturum açma isteği
uk: Запит на вхід
ur: سائن ان کی درخواست
uz: Kirish soʻrovi
vi: Yêu cầu đăng nhập
zh_hans: 登录请求
zh_hant: 登入請求

source: Never used
ar: لم يُستخدم مطلقًا
bg: Никога не е използвано
cs: Nikdy nepoužito
cy: Erioed wedi’i defnyddio
da: Aldrig brugt
el: Δεν χρησιμοποιήθηκε ποτέ
es_419: Nunca se usó
et: Pole kunagi kasutatud
fa: هرگز استفاده نشده
fi: Ei koskaan käytetty
fil: Hindi pa nagagamit
fr_ca: Jamais utilisé
ga: Níor úsáideadh riamh é
he: מעולם לא היה בשימוש
hi: कभी इस्तेमाल नहीं हुआ
hr: Nikad upotrijebljeno
hu: Soha nem használt
id: Belum pernah digunakan
is: Aldrei notað
ja: 未使用
ko: 사용한 적 없음
lt: Niekada nenaudota
lv: Nekad nav izmantota
mk: Никогаш не е користено
ms: Tidak pernah digunakan
mt: Qatt ma ntuża
nb: Aldri brukt
nl: Nooit gebruikt
pl: Nigdy nieużywane
pt_br: Nunca usado
pt_pt: Nunca utilizado
ro: Niciodată utilizat
ru: Ни разу не использовалось
sk: Nikdy nepoužité
sl: Nikoli uporabljeno
sq: Kurrë e përdorur
sr: Никада коришћено
sv: Aldrig använd
sw: Hakijawahi kutumika
th: ไม่เคยใช้
tr: Hiç kullanılmadı
uk: Жодного разу не використовувався
vi: Chưa từng dùng
zh_hans: 从未使用
zh_hant: 從未使用

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
az: İnternet bağlantısı yoxdur
bg: Няма интернет връзка
bn: ইন্টারনেট সংযোগ নেই
cs: Žádné připojení k internetu
cy: Dim cysylltiad rhyngrwyd
da: Ingen internetforbindelse
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es_419: Sin conexión a internet
et: Internetiühendus puudub
fa: اتصال اینترنت وجود ندارد
fi: Ei internetyhteyttä
fil: Walang koneksyon sa internet
fr_ca: Aucune connexion Internet
ga: Níl aon cheangal idirlín ann
he: אין חיבור לאינטרנט
hi: इंटरनेट कनेक्शन नहीं है
hr: Nema internetske veze
hu: Nincs internetkapcsolat
hy: Ինտերնետ կապ չկա
id: Tidak ada koneksi internet
is: Engin nettenging
ja: インターネットに接続していません
ka: ინტერნეტკავშირი არ არის
kk: Интернет байланысы жоқ
ko: 인터넷에 연결되어 있지 않습니다
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
mk: Нема интернет-врска
mr: इंटरनेट कनेक्शन नाही
ms: Tiada sambungan internet
mt: M’hemmx konnessjoni tal-internet
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
pt_pt: Sem ligação à internet
ro: Nicio conexiune la internet
ru: Нет подключения к интернету
sk: Žiadne pripojenie na internet
sl: Ni internetne povezave
sq: Nuk ka lidhje interneti
sr: Нема интернет везе
sv: Ingen internetanslutning
sw: Hakuna muunganisho wa intaneti
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає підключення до інтернету
ur: انٹرنیٹ کنکشن نہیں ہے
uz: Internet aloqasi yoʻq
vi: Không có kết nối internet
zh_hans: 无网络连接
zh_hant: 沒有網路連線

source: One-time passcode
ar: رمز مرور لمرة واحدة
az: Birdəfəlik kod
bg: Еднократен код
cs: Jednorázový kód
cy: Cod untro
da: Engangskode
el: Κωδικός μίας χρήσης
es_419: Código de un solo uso
et: Ühekordne pääsukood
fa: رمز یک‌بارمصرف
fi: Kertakäyttöinen tunnusluku
fr_ca: Code à usage unique
ga: Paschód aonuaire
he: קוד חד-פעמי
hr: Jednokratna zaporka
hu: Egyszer használatos kód
hy: Միանվագ ծածկագիր
id: Kode sekali pakai
is: Einnota lykilnúmer
ja: ワンタイムパスコード
ka: ერთჯერადი კოდი
kk: Бір реттік код
ko: 일회용 비밀번호
lt: Vienkartinis kodas
lv: Vienreizējs kods
mk: Еднократна лозинка
ms: Kod sekali guna
nb: Engangskode
nl: Eenmalige toegangscode
pl: Kod jednorazowy
pt_br: Senha de uso único
ro: Cod de unică folosință
ru: Одноразовый код
sk: Jednorazový kód
sl: Enkratno geslo
sq: Kod njëpërdorimësh
sv: Engångskod
sw: Nenosiri la matumizi moja
th: รหัสผ่านแบบใช้ครั้งเดียว
tr: Tek kullanımlık kod
uk: Одноразовий код
uz: Bir martalik kod
vi: Mật mã dùng một lần
zh_hans: 一次性密码
zh_hant: 一次性密碼

source: Open Settings
ar: فتح الإعدادات
az: Ayarları aç
bg: Отвори настройките
bn: সেটিংস খুলুন
cs: Otevřít Nastavení
cy: Agor Gosodiadau
da: Åbn Indstillinger
el: Άνοιγμα ρυθμίσεων
es_419: Abrir Configuración
et: Ava seaded
fa: باز کردن تنظیمات
fi: Avaa Asetukset
fil: Buksan ang Mga Setting
fr_ca: Ouvrir les réglages
ga: Oscail Socruithe
he: פתח הגדרות
hi: सेटिंग खोलें
hr: Otvori postavke
hu: Beállítások megnyitása
hy: Բացել կարգավորումները
id: Buka Pengaturan
is: Opna stillingar
ja: 設定を開く
ka: პარამეტრების გახსნა
kk: Параметрлерді ашу
ko: 설정 열기
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
mk: Отвори поставки
mr: सेटिंग्ज उघडा
ms: Buka Tetapan
mt: Iftaħ is-Settings
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť Nastavenia
sl: Odpri nastavitve
sq: Hap cilësimet
sr: Отвори подешавања
sv: Öppna Inställningar
sw: Fungua Mipangilio
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లను తెరువు
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
ur: ترتیبات کھولیں
uz: Sozlamalarni ochish
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開「設定」

source: Point your camera at the QR code shown on your computer.
ar: وجّه الكاميرا نحو رمز QR الظاهر على جهاز الكمبيوتر.
bg: Насочете камерата към QR кода, показан на компютъра ви.
cs: Namiřte fotoaparát na QR kód zobrazený na počítači.
cy: Pwyntiwch eich camera at y cod QR sy’n ymddangos ar eich cyfrifiadur.
da: Ret kameraet mod QR-koden, der vises på din computer.
el: Στρέψτε την κάμερα στον κωδικό QR που εμφανίζεται στον υπολογιστή σας.
es_419: Apunta la cámara al código QR que aparece en tu computadora.
et: Suunake kaamera arvutis kuvatavale QR-koodile.
fa: دوربین را به سمت کد QR نمایش‌داده‌شده روی رایانه بگیرید.
fi: Suuntaa kamera tietokoneellasi näkyvään QR-koodiin.
fil: Itutok ang iyong camera sa QR code na nakikita sa iyong computer.
fr_ca: Pointez votre caméra vers le code QR affiché sur votre ordinateur.
ga: Dírigh do cheamara ar an gcód QR atá ar taispeáint ar do ríomhaire.
he: כוון את המצלמה לקוד ה-QR המוצג במחשב שלך.
hi: अपने कंप्यूटर पर दिख रहे QR कोड की ओर कैमरा घुमाएँ।
hr: Usmjerite kameru prema QR kodu prikazanom na računalu.
hu: Irányítsa a kamerát a számítógépen megjelenő QR-kódra.
id: Arahkan kamera ke kode QR yang ditampilkan di komputer Anda.
is: Beindu myndavélinni að QR-kóðanum sem birtist í tölvunni þinni.
ja: コンピュータに表示されているQRコードにカメラを向けてください。
ko: 컴퓨터에 표시된 QR 코드에 카메라를 비추세요.
lt: Nukreipkite kamerą į kompiuteryje rodomą QR kodą.
lv: Pavērsiet kameru pret datorā redzamo QR kodu.
mk: Насочете ја камерата кон QR-кодот прикажан на вашиот компјутер.
ms: Halakan kamera anda ke kod QR yang dipaparkan pada komputer anda.
nb: Rett kameraet mot QR-koden som vises på datamaskinen din.
nl: Richt je camera op de QR-code die op je computer wordt weergegeven.
pl: Skieruj aparat na kod QR wyświetlony na komputerze.
pt_br: Aponte a câmera para o código QR exibido no seu computador.
pt_pt: Aponte a câmara para o código QR apresentado no seu computador.
ro: Îndreptați camera spre codul QR afișat pe computer.
ru: Наведите камеру на QR-код, показанный на компьютере.
sk: Namierte fotoaparát na QR kód zobrazený na počítači.
sl: Kamero usmerite v kodo QR, prikazano v računalniku.
sq: Drejtojeni kamerën nga kodi QR i shfaqur në kompjuterin tuaj.
sv: Rikta kameran mot QR-koden som visas på din dator.
sw: Elekeza kamera yako kwenye msimbo wa QR unaoonyeshwa kwenye kompyuta yako.
th: หันกล้องไปที่คิวอาร์โค้ดที่แสดงบนคอมพิวเตอร์ของคุณ
tr: Kameranızı bilgisayarınızda görünen QR koduna doğrultun.
uk: Наведіть камеру на QR-код, показаний на комп’ютері.
vi: Hướng máy ảnh vào mã QR hiển thị trên máy tính của bạn.
zh_hans: 请将摄像头对准电脑上显示的二维码。
zh_hant: 請將相機對準電腦上顯示的 QR Code。

source: Recovery code
ar: رمز الاسترداد
az: Bərpa kodu
bg: Код за възстановяване
bn: রিকভারি কোড
cs: Kód pro obnovení
cy: Cod adfer
da: Gendannelseskode
el: Κωδικός ανάκτησης
es_419: Código de recuperación
et: Taastekood
fa: کد بازیابی
fi: Palautuskoodi
fr_ca: Code de récupération
ga: Cód aisghabhála
he: קוד שחזור
hi: रिकवरी कोड
hr: Kod za oporavak
hu: Helyreállítási kód
hy: Վերականգնման ծածկագիր
id: Kode pemulihan
is: Endurheimtukóði
ja: リカバリコード
ka: აღდგენის კოდი
kk: Қалпына келтіру коды
ko: 복구 코드
lt: Atkūrimo kodas
lv: Atkopšanas kods
mk: Код за враќање
ms: Kod pemulihan
nb: Gjenopprettingskode
nl: Herstelcode
pl: Kod odzyskiwania
pt_br: Código de recuperação
pt_pt: Código de recuperação
ro: Cod de recuperare
ru: Код восстановления
sk: Kód na obnovenie
sl: Koda za obnovitev
sq: Kod rikuperimi
sr: Код за опоравак
sv: Återställningskod
sw: Msimbo wa kurejesha
ta: மீட்பு குறியீடு
te: రికవరీ కోడ్
th: รหัสกู้คืน
tr: Kurtarma kodu
uk: Код відновлення
uz: Tiklash kodi
vi: Mã khôi phục
zh_hans: 恢复代码
zh_hant: 復原碼

source: Recovery code regenerated
ar: تم إنشاء رمز استرداد جديد
bg: Генериран е нов код за възстановяване
cs: Nový kód pro obnovení byl vygenerován
cy: Cod adfer wedi’i ailgynhyrchu
da: Ny gendannelseskode genereret
el: Δημιουργήθηκε νέος κωδικός ανάκτησης
es_419: Código de recuperación regenerado
et: Uus taastekood loodud
fa: کد بازیابی جدید ایجاد شد
fi: Uusi palautuskoodi luotu
fil: Muling nakabuo ng recovery code
fr_ca: Nouveau code de récupération généré
ga: Gineadh cód aisghabhála nua
he: נוצר קוד שחזור חדש
hi: नया रिकवरी कोड बनाया गया
hr: Generiran je novi kod za oporavak
hu: Új helyreállítási kód létrehozva
id: Kode pemulihan dibuat ulang
is: Nýr endurheimtukóði búinn til
ja: リカバリコードを再生成しました
ko: 복구 코드가 재생성되었습니다
lt: Sukurtas naujas atkūrimo kodas
lv: Ģenerēts jauns atkopšanas kods
mk: Генериран е нов код за враќање
ms: Kod pemulihan dijana semula
nb: Ny gjenopprettingskode laget
nl: Nieuwe herstelcode gegenereerd
pl: Wygenerowano nowy kod odzyskiwania
pt_br: Código de recuperação gerado novamente
pt_pt: Novo código de recuperação gerado
ro: Cod de recuperare regenerat
ru: Создан новый код восстановления
sk: Nový kód na obnovenie bol vygenerovaný
sl: Ustvarjena je nova koda za obnovitev
sq: U krijua kod i ri rikuperimi
sr: Генерисан је нови код за опоравак
sv: Ny återställningskod skapad
sw: Msimbo mpya wa kurejesha umetengenezwa
th: สร้างรหัสกู้คืนใหม่แล้ว
tr: Kurtarma kodu yeniden oluşturuldu
uk: Створено новий код відновлення
vi: Đã tạo lại mã khôi phục
zh_hans: 已重新生成恢复代码
zh_hant: 已重新產生復原碼

source: Remove device
ar: إزالة الجهاز
az: Cihazı sil
bg: Премахни устройство
bn: ডিভাইস সরান
cs: Odebrat zařízení
cy: Dileu’r ddyfais
da: Fjern enhed
el: Κατάργηση συσκευής
es_419: Eliminar dispositivo
et: Eemalda seade
fa: حذف دستگاه
fi: Poista laite
fil: Alisin ang device
fr_ca: Retirer l’appareil
ga: Bain an gléas
he: הסר מכשיר
hi: डिवाइस हटाएँ
hr: Ukloni uređaj
hu: Eszköz eltávolítása
hy: Հեռացնել սարքը
id: Hapus perangkat
is: Fjarlægja tæki
ja: デバイスを削除
ka: მოწყობილობის წაშლა
kk: Құрылғыны жою
ko: 기기 제거
lt: Pašalinti įrenginį
lv: Noņemt ierīci
mk: Отстрани уред
mr: डिव्हाइस काढा
ms: Buang peranti
mt: Neħħi l-apparat
nb: Fjern enhet
nl: Apparaat verwijderen
pl: Usuń urządzenie
pt_br: Remover dispositivo
pt_pt: Remover dispositivo
ro: Elimină dispozitivul
ru: Удалить устройство
sk: Odstrániť zariadenie
sl: Odstrani napravo
sq: Hiq pajisjen
sr: Уклони уређај
sv: Ta bort enhet
sw: Ondoa kifaa
ta: சாதனத்தை அகற்று
te: పరికరాన్ని తీసివేయి
th: นำอุปกรณ์ออก
tr: Cihazı kaldır
uk: Видалити пристрій
ur: آلہ ہٹائیں
uz: Qurilmani olib tashlash
vi: Xóa thiết bị
zh_hans: 移除设备
zh_hant: 移除裝置

source: Remove this device?
ar: هل تريد إزالة هذا الجهاز؟
bg: Да се премахне ли това устройство?
cs: Odebrat toto zařízení?
cy: Dileu’r ddyfais hon?
da: Vil du fjerne denne enhed?
el: Κατάργηση αυτής της συσκευής;
es_419: ¿Eliminar este dispositivo?
et: Kas eemaldada see seade?
fa: این دستگاه حذف شود؟
fi: Poistetaanko tämä laite?
fil: Alisin ang device na ito?
fr_ca: Retirer cet appareil?
ga: An bhfuil fonn ort an gléas seo a bhaint?
he: להסיר מכשיר זה?
hi: क्या यह डिवाइस हटाना है?
hr: Ukloniti ovaj uređaj?
hu: Eltávolítja ezt az eszközt?
id: Hapus perangkat ini?
is: Fjarlægja þetta tæki?
ja: このデバイスを削除しますか？
ko: 이 기기를 제거할까요?
lt: Pašalinti šį įrenginį?
lv: Vai noņemt šo ierīci?
mk: Да се отстрани овој уред?
ms: Buang peranti ini?
nb: Vil du fjerne denne enheten?
nl: Dit apparaat verwijderen?
pl: Usunąć to urządzenie?
pt_br: Remover este dispositivo?
pt_pt: Remover este dispositivo?
ro: Eliminați acest dispozitiv?
ru: Удалить это устройство?
sk: Odstrániť toto zariadenie?
sl: Želite odstraniti to napravo?
sq: Të hiqet kjo pajisje?
sr: Уклонити овај уређај?
sv: Ta bort den här enheten?
sw: Ondoa kifaa hiki?
th: นำอุปกรณ์นี้ออกใช่ไหม
tr: Bu cihaz kaldırılsın mı?
uk: Видалити цей пристрій?
vi: Xóa thiết bị này?
zh_hans: 要移除此设备吗？
zh_hant: 要移除此裝置嗎？

source: Rename device
ar: إعادة تسمية الجهاز
az: Cihazı yenidən adlandır
bg: Преименувай устройството
cs: Přejmenovat zařízení
cy: Ailenwi’r ddyfais
da: Omdøb enhed
el: Μετονομασία συσκευής
es_419: Cambiar nombre del dispositivo
et: Nimeta seade ümber
fa: تغییر نام دستگاه
fi: Nimeä laite uudelleen
fil: Palitan ang pangalan ng device
fr_ca: Renommer l’appareil
ga: Athainmnigh an gléas
he: שנה שם מכשיר
hi: डिवाइस का नाम बदलें
hr: Preimenuj uređaj
hu: Eszköz átnevezése
id: Ganti nama perangkat
is: Endurnefna tæki
ja: デバイス名を変更
ka: მოწყობილობის გადარქმევა
ko: 기기 이름 변경
lt: Pervadinti įrenginį
lv: Pārdēvēt ierīci
mk: Преименувај уред
ms: Namakan semula peranti
nb: Gi enheten nytt navn
nl: Apparaat hernoemen
pl: Zmień nazwę urządzenia
pt_br: Renomear dispositivo
pt_pt: Mudar o nome do dispositivo
ro: Redenumește dispozitivul
ru: Переименовать устройство
sk: Premenovať zariadenie
sl: Preimenuj napravo
sq: Riemërto pajisjen
sr: Преименуј уређај
sv: Byt namn på enheten
sw: Badilisha jina la kifaa
th: เปลี่ยนชื่ออุปกรณ์
tr: Cihazı yeniden adlandır
uk: Перейменувати пристрій
vi: Đổi tên thiết bị
zh_hans: 重命名设备
zh_hant: 重新命名裝置

source: Report suspicious activity
ar: الإبلاغ عن نشاط مريب
az: Şübhəli fəaliyyəti bildir
bg: Докладвай подозрителна активност
cs: Nahlásit podezřelou aktivitu
cy: Riportio gweithgarwch amheus
da: Rapportér mistænkelig aktivitet
el: Αναφορά ύποπτης δραστηριότητας
es_419: Reportar actividad sospechosa
et: Teata kahtlasest tegevusest
fa: گزارش فعالیت مشکوک
fi: Ilmoita epäilyttävästä toiminnasta
fil: Iulat ang kahina-hinalang aktibidad
fr_ca: Signaler une activité suspecte
ga: Tuairiscigh gníomhaíocht amhrasach
he: דווח על פעילות חשודה
hi: संदिग्ध गतिविधि की रिपोर्ट करें
hr: Prijavi sumnjivu aktivnost
hu: Gyanús tevékenység bejelentése
id: Laporkan aktivitas mencurigakan
is: Tilkynna grunsamlega virkni
ja: 不審なアクティビティを報告
ko: 의심스러운 활동 신고
lt: Pranešti apie įtartiną veiklą
lv: Ziņot par aizdomīgu darbību
mk: Пријави сомнителна активност
ms: Laporkan aktiviti mencurigakan
nb: Rapporter mistenkelig aktivitet
nl: Verdachte activiteit melden
pl: Zgłoś podejrzaną aktywność
pt_br: Denunciar atividade suspeita
pt_pt: Comunicar atividade suspeita
ro: Raportează activitate suspectă
ru: Сообщить о подозрительной активности
sk: Nahlásiť podozrivú aktivitu
sl: Prijavi sumljivo dejavnost
sq: Raporto aktivitet të dyshimtë
sr: Пријави сумњиву активност
sv: Rapportera misstänkt aktivitet
sw: Ripoti shughuli inayotiliwa shaka
th: รายงานกิจกรรมที่น่าสงสัย
tr: Şüpheli etkinliği bildir
uk: Повідомити про підозрілу активність
vi: Báo cáo hoạt động đáng ngờ
zh_hans: 举报可疑活动
zh_hant: 回報可疑活動

source: Request approved
ar: تمت الموافقة على الطلب
az: Sorğu təsdiqləndi
bg: Заявката е одобрена
bn: অনুরোধ অনুমোদিত হয়েছে
cs: Žádost schválena
cy: Cais wedi’i gymeradwyo
da: Anmodning godkendt
el: Το αίτημα εγκρίθηκε
es_419: Solicitud aprobada
et: Taotlus kinnitatud
fa: درخواست تأیید شد
fi: Pyyntö hyväksytty
fil: Naaprubahan ang kahilingan
fr_ca: Demande approuvée
ga: Ceadaíodh an t-iarratas
he: הבקשה אושרה
hi: अनुरोध स्वीकृत किया गया
hr: Zahtjev odobren
hu: A kérés jóváhagyva
hy: Հարցումը հաստատվեց
id: Permintaan disetujui
is: Beiðni samþykkt
ja: リクエストを承認しました
ka: მოთხოვნა დამტკიცდა
kk: Сұрау мақұлданды
ko: 요청이 승인되었습니다
lt: Užklausa patvirtinta
lv: Pieprasījums apstiprināts
mk: Барањето е одобрено
mr: विनंती मंजूर झाली
ms: Permintaan diluluskan
mt: It-talba ġiet approvata
nb: Forespørsel godkjent
nl: Verzoek goedgekeurd
pl: Prośba zatwierdzona
pt_br: Solicitação aprovada
pt_pt: Pedido aprovado
ro: Solicitare aprobată
ru: Запрос одобрен
sk: Žiadosť schválená
sl: Zahteva je odobrena
sq: Kërkesa u miratua
sr: Захтев је одобрен
sv: Begäran godkänd
sw: Ombi limeidhinishwa
ta: கோரிக்கை அனுமதிக்கப்பட்டது
te: అభ్యర్థన ఆమోదించబడింది
th: อนุมัติคำขอแล้ว
tr: İstek onaylandı
uk: Запит схвалено
ur: درخواست منظور ہو گئی
uz: Soʻrov tasdiqlandi
vi: Đã phê duyệt yêu cầu
zh_hans: 请求已批准
zh_hant: 請求已核准

source: Request denied
ar: تم رفض الطلب
az: Sorğu rədd edildi
bg: Заявката е отхвърлена
bn: অনুরোধ প্রত্যাখ্যান করা হয়েছে
cs: Žádost zamítnuta
cy: Cais wedi’i wrthod
da: Anmodning afvist
el: Το αίτημα απορρίφθηκε
es_419: Solicitud denegada
et: Taotlus tagasi lükatud
fa: درخواست رد شد
fi: Pyyntö hylätty
fil: Tinanggihan ang kahilingan
fr_ca: Demande refusée
ga: Diúltaíodh don iarratas
he: הבקשה נדחתה
hi: अनुरोध अस्वीकार किया गया
hr: Zahtjev odbijen
hu: A kérés elutasítva
hy: Հարցումը մերժվեց
id: Permintaan ditolak
is: Beiðni hafnað
ja: リクエストを拒否しました
ka: მოთხოვნა უარყოფილია
kk: Сұрау қабылданбады
ko: 요청이 거부되었습니다
lt: Užklausa atmesta
lv: Pieprasījums noraidīts
mk: Барањето е одбиено
mr: विनंती नाकारली
ms: Permintaan ditolak
mt: It-talba ġiet irrifjutata
nb: Forespørsel avslått
nl: Verzoek geweigerd
pl: Prośba odrzucona
pt_br: Solicitação negada
pt_pt: Pedido recusado
ro: Solicitare respinsă
ru: Запрос отклонён
sk: Žiadosť zamietnutá
sl: Zahteva je zavrnjena
sq: Kërkesa u refuzua
sr: Захтев је одбијен
sv: Begäran nekad
sw: Ombi limekataliwa
ta: கோரிக்கை நிராகரிக்கப்பட்டது
te: అభ్యర్థన తిరస్కరించబడింది
th: ปฏิเสธคำขอแล้ว
tr: İstek reddedildi
uk: Запит відхилено
ur: درخواست مسترد ہو گئی
uz: Soʻrov rad etildi
vi: Đã từ chối yêu cầu
zh_hans: 请求已拒绝
zh_hant: 請求已拒絕
